[
  {
    "verse": 1,
    "text": "Now it was in the days of the judging of the judges\nThat there was a famine in the land.\nAnd a man went from Bethlehem of Judah for sojourning in the fields of Moab; he and his wife and his two sons.\n"
  },
  {
    "verse": 2,
    "text": "And the name of the man was Elimelek.\nAnd the name of his wife was Naomi.\nAnd the name of his two sons were Machlon and Kilyon.\nThey were Ephrathites from Bethlehem of Judah.\nAnd they went to the fields of Moab, and they were there.\n"
  },
  {
    "verse": 3,
    "text": "Now Elimelek, the husband of Naomi, died.\nAnd she was left behind, she and her two sons.\n"
  },
  {
    "verse": 4,
    "text": "And they took for themselves Moabite wives.\nThe name of the one was Orpah and the name of the other woman was Ruth.\nAnd they dwelt there for ten years.\n"
  },
  {
    "verse": 5,
    "text": "And they died also, the two of them, that is, Machlon and Kilyon.\nAnd the woman was left behind from her two boys and from her husband.\n"
  },
  {
    "verse": 6,
    "text": "And she arose, she and her daughters-in-law\nAnd she returned from the fields of Moab.\nFor she had heard while in the fields of Moab that YHWH had visited his people in order to give them bread.\n"
  },
  {
    "verse": 7,
    "text": "And she went out from the place where she was, with her two daughters-in-law.\nAnd she went on the road to return to the land of Judah.\n"
  },
  {
    "verse": 8,
    "text": "And Naomi said to her two daughters-in-law, \n“Go! Return, each of you, to the house of your mother.\nMay YHWH deal loving-kindness to you both, just as you have done with the dead and with me.\n"
  },
  {
    "verse": 9,
    "text": "May YHWH grant that each of you may find rest in the house of a husband.”\nAnd she kissed them, and they lifted up their voices\nAnd they wept. \n"
  },
  {
    "verse": 10,
    "text": "And they said to her, “We will return with you to your people.”\n"
  },
  {
    "verse": 11,
    "text": "And Naomi said, \n“Go back my daughters. \nWhy should you go with me? \nDo I still have sons in my womb? \nAnd could they be husbands to you?\n"
  },
  {
    "verse": 12,
    "text": "Go back my daughters, go.\nFor I am too old to belong to a husband.\nEven if I thought there was hope for me also to belong to a man tonight and also that I would give birth to sons…\n"
  },
  {
    "verse": 13,
    "text": "Would you wait for them until they had grown?\nWould you shut yourselves up for them, and never belong to a man?\nNo my daughters, for the bitterness which belongs to me is too much for you.\nFor the hand of YHWH has gone out against me.\n"
  },
  {
    "verse": 14,
    "text": "And they lifted up their voices and they wept again.\nAnd Orpah kissed her mother-in-law.\nBut Ruth clung to her.\n"
  },
  {
    "verse": 15,
    "text": "And she said, “Behold, your sister-in-law went to her people and to her gods. \nReturn after your sister-in-law.”\n"
  },
  {
    "verse": 16,
    "text": "But Ruth said, \n“Do not entreat with me to leave you \nTo turn back from following after you \nFor where you go, I will go\nAnd where you lodge, I will lodge\nYour people will be my people\nAnd your God will be my God\n"
  },
  {
    "verse": 17,
    "text": "Where you die I will die\nAnd there I will be buried.\nThus and more may YHWH do to me\nIf anything but death separates me and you.”\n"
  },
  {
    "verse": 18,
    "text": "And she saw that she was determined to go with her\nAnd she ceased speaking to her.\n"
  },
  {
    "verse": 19,
    "text": "And they went, the two of them, until they came to Bethlehem.\nAnd it came about when they arrived in Bethlehem, the whole city murmured about them.\nAnd the women said, “Is this Naomi?”\n"
  },
  {
    "verse": 20,
    "text": "But she said to them, \n“You must not call me Naomi.\nCall me Mara.\nFor the Almighty has embittered me greatly.\n"
  },
  {
    "verse": 21,
    "text": "I, even I, went away full\nYHWH has made me return empty.\nWhy should you call me Naomi,\nSince YHWH has opposed me \nAnd the Almighty has brought misfortune to me.\n"
  },
  {
    "verse": 22,
    "text": "So Naomi returned, and Ruth the Moabite her daughter-in-law with her\nThe one who returned with her from the fields of Moab.\n(Now they came to Bethlehem at the beginning of the harvest of barley).\n"
  }
]
